{
    "easy": [
        "Shall I compare thee to a summer's day?\nThou art more lovely and more temperate:\nRough winds do shake the darling buds of May,\nAnd summer's lease hath all too short a date;\nSometime too hot the eye of heaven shines,\nAnd often is his gold complexion dimm'd;\nAnd every fair from fair sometime declines,\nBy chance or nature's changing course untrimm'd;\nBut thy eternal summer shall not fade,\nNor lose possession of that fair thou ow'st;\nNor shall death brag thou wander'st in his shade,\nWhen in eternal lines to time thou grow'st:\nSo long as men can breathe or eyes can see,\nSo long lives this, and this gives life to thee.",
        "Let me not to the marriage of true minds\nAdmit impediments; love is not love\nWhich alters when it alteration finds,\nOr bends with the remover to remove.\nO no, it is an ever-fixed mark\nThat looks on tempests and is never shaken;\nIt is the star to every wand'ring bark\nWhose worth's unknown, although his height be taken.\nLove's not time's fool, though rosy lips and cheeks\nWithin his bending sickle's compass come.\nLove alters not with his brief hours and weeks,\nBut bears it out even to the edge of doom:\nIf this be error and upon me proved,\nI never writ, nor no man ever loved.",
        "Let those who are in favour with their stars\nOf public honour and proud titles boast,\nWhilst I, whom fortune of such triumph bars,\nUnlook'd for joy in that I honour most.\nGreat princes' favourites their fair leaves spread\nBut as the marigold at the sun's eye,\nAnd in themselves their pride lies buried,\nFor at a frown they in their glory die.\nThe painful warrior famoused for fight,\nAfter a thousand victories once foil'd,\nIs from the book of honour razed quite,\nAnd all the rest forgot for which he toil'd:\nThen happy I, that love and am beloved\nWhere I may not remove nor be removed.",
        "All the world's a stage,\nAnd all the men and women merely players.\nThey have their exits and their entrances,\nAnd one man in his time plays many parts,\nHis acts being seven ages. At first the infant,\nMewling and puking in the nurse's arms.\nThen the whining schoolboy with his satchel\nAnd shining morning face, creeping like snail\nUnwillingly to school. And then the lover,\nSighing like furnace, with a woeful ballad\nMade to his mistress' eyebrow. Then a soldier,\nFull of strange oaths and bearded like the pard,\nJealous in honor, sudden and quick in quarrel,\nSeeking the bubble reputation\nEven in the cannon's mouth. And then the justice,\nIn fair round belly with good capon lined,\nWith eyes severe and beard of formal cut,\nFull of wise saws and modern instances;\nAnd so he plays his part. The sixth age shifts\nInto the lean and slippered pantaloon\nWith spectacles on nose and pouch on side,\nHis youthful hose, well saved, a world too wide\nFor his shrunk shank, and his big manly voice,\nTurning again toward childish treble, pipes\nAnd whistles in his sound. Last scene of all,\nThat ends this strange eventful history,\nIs second childishness and mere oblivion,\nSans teeth, sans eyes, sans taste, sans everything.",
        "Fear no more the heat o' the sun, \nNor the furious winter's rages;\nThou thy worldly task hast done,\nHome art gone, and ta'en thy wages:\nGolden lads and girls all must,\nAs chimney-sweepers, come to dust.\nFear no more the frown o' the great;\nThou art past the tyrant's stroke;\nCare no more to clothe and eat;\nTo thee the reed is as the oak:\nThe scepter, learning, physic, must\nAll follow this, and come to dust.\nFear no more the lightning flash,\nNor the all-dreaded thunder stone;\nFear not slander, censure rash;\nThou hast finished joy and moan:\nAll lovers young, all lovers must\nConsign to thee, and come to dust.\nNo exorciser harm thee!\nNor no witchcraft charm thee!\nGhost unlaid forbear thee!\nNothing ill come near thee!\nQuiet consummation have;\nAnd renowned be thy grave!",
        "Over hill, over dale,\nThorough bush, thorough brier,\nOver park, over pale,\nThorough flood, thorough fire!\nI do wander everywhere,\nSwifter than the moon's sphere;\nAnd I serve the Fairy Queen,\nTo dew her orbs upon the green;\nThe cowslips tall her pensioners be;\nIn their gold coats spots you see;\nThose be rubies, fairy favours;\nIn those freckles live their savours;\nI must go seek some dewdrops here,\nAnd hang a pearl in every cowslip's ear.",
        "Come away, come away, death,\nAnd in sad cypres let me be laid;\nFly away, fly away, breath;\nI am slain by a fair cruel maid.\nMy shroud of white, stuck all with yew,\nO prepare it!\nMy part of death, no one so true\nDid share it.\nNot a flower, not a flower sweet,\nOn my black coffin let there be strown;\nNot a friend, not a friend greet\nMy poor corse, where my bones shall be thrown:\nA thousand thousand sighs to save,\nLay me, O, where\nSad true lover never find my grave\nTo weep there!",
        "To me, fair friend, you never can be old,\nFor as you were when first your eye I eyed,\nSuch seems your beauty still. Three winters cold\nHave from the forests shook three summers' pride,\nThree beauteous springs to yellow autumn turned\nIn process of the seasons have I seen,\nThree April perfumes in three hot Junes burned,\nSince first I saw you fresh, which yet are green.\nAh, yet doth beauty, like a dial-hand,\nSteal from his figure, and no pace perceived;\nSo your sweet hue, which methinks still doth stand,\nHath motion, and mine eye may be deceived:\nFor fear of which, hear this, thou age unbred:\nEre you were born was beauty's summer dead.",
        "That time of year thou mayst in me behold\nWhen yellow leaves, or none, or few, do hang\nUpon those boughs which shake against the cold,\nBare ruin'd choirs, where late the sweet birds sang.\nIn me thou see'st the twilight of such day\nAs after sunset fadeth in the west,\nWhich by and by black night doth take away,\nDeath's second self, that seals up all in rest.\nIn me thou see'st the glowing of such fire\nThat on the ashes of his youth doth lie,\nAs the death-bed whereon it must expire,\nConsum'd with that which it was nourish'd by.\nThis thou perceiv'st, which makes thy love more strong,\nTo love that well which thou must leave ere long.",
        "If we shadows have offended,\nThink but this, and all is mended,\nThat you have but slumber'd here\nWhile these visions did appear.\nAnd this weak and idle theme,\nNo more yielding but a dream,\nGentles, do not reprehend:\nif you pardon, we will mend:\nAnd, as I am an honest Puck,\nIf we have unearned luck\nNow to 'scape the serpent's tongue,\nWe will make amends ere long;\nElse the Puck a liar call;\nSo, good night unto you all.\nGive me your hands, if we be friends,\nAnd Robin shall restore amends."
    ],
    "medium": [
        "He jests at scars that never felt a wound.\nBut soft, what light through yonder window breaks?\nIt is the East, and Juliet is the sun.\nArise, fair sun, and kill the envious moon,\nWho is already sick and pale with grief\nThat thou, her maid, art far more fair than she.\nBe not her maid since she is envious.\nHer vestal livery is but sick and green,\nAnd none but fools do wear it. Cast it off.\nIt is my lady. O, it is my love!\nO, that she knew she were!\nShe speaks, yet she says nothing. What of that?\nHer eye discourses; I will answer it.\nI am too bold. 'Tis not to me she speaks.\nTwo of the fairest stars in all the heaven,\nHaving some business, ⌜do⌝ entreat her eyes\nTo twinkle in their spheres till they return.\nWhat if her eyes were there, they in her head?\nThe brightness of her cheek would shame those\nstars\nAs daylight doth a lamp; her eye in heaven\nWould through the airy region stream so bright\nThat birds would sing and think it were not night.\nSee how she leans her cheek upon her hand.\nO, that I were a glove upon that hand,\nThat I might touch that cheek!",
        "The quality of mercy is not strained;\nIt droppeth as the gentle rain from heaven\nUpon the place beneath. It is twice blest;\nIt blesseth him that gives and him that takes:\n'T is mightiest in the mightiest; it becomes\nThe throned monarch better than his crown:\nHis sceptre shows the force of temporal power,\nThe attribute to awe and majesty,\nWherein doth sit the dread and fear of kings;\nBut mercy is above this sceptred sway;\nIt is enthroned in the hearts of kings,\nIt is an attribute to God himself;\nAnd earthly power doth then show likest God's\nWhen mercy seasons justice. Therefore, Jew, \nThough justice be thy plea, consider this,\nThat, in the course of justice, none of us\nShould see salvation: we do pray for mercy;\nAnd that same prayer doth teach us all to render\nThe deeds of mercy. I have spoke thus much\nTo mitigate the justice of thy plea;\nWhich if thou follow, this strict court of Venice\nMust needs give sentence 'gainst the merchant there.",
        "It must be by his death. And for my part\nI know no personal cause to spurn at him,\nBut for the general. He would be crowned:\nHow that might change his nature, there's the question.\nIt is the bright day that brings forth the adder,\nAnd that craves wary walking. Crown him that,\nAnd then I grant we put a sting in him\nThat at his will he may do danger with.\nTh' abuse of greatness is when it disjoins\nRemorse from power. And, to speak truth of Caesar,\nI have not known when his affections swayed\nMore than his reason. But 'tis a common proof\nThat lowliness is young ambition's ladder,\nWhereto the climber-upward turns his face;\nBut, when he once attains the upmost round,\nHe then unto the ladder turns his back,\nLooks in the clouds, scorning the base degrees\nBy which he did ascend. So Caesar may.\nThen, lest he may, prevent. And since the quarrel\nWill bear no color for the thing he is,\nFashion it thus: that what he is, augmented,\nWould run to these and these extremities.\nAnd therefore think him as a serpent's egg,\nWhich, hatched, would, as his kind, grow mischievous,\nAnd kill him in the shell.",
        "When icicles hang by the wall\nAnd Dick the shepherd blows his nail\nAnd Tom bears logs into the hall\nAnd milk comes frozen home in pail,\nWhen blood is nipp'd and ways be foul,\nThen nightly sings the staring owl,\nTu-whit;\nTu-who, a merry note,\nWhile greasy Joan doth keel the pot.\nWhen all aloud the wind doth blow\nAnd coughing drowns the parson's saw\nAnd birds sit brooding in the snow\nAnd Marian's nose looks red and raw,\nWhen roasted crabs hiss in the bowl,\nThen nightly sings the staring owl,\nTu-whit;\nTu-who, a merry note,\nWhile greasy Joan doth keel the pot.",
        "Come unto these yellow sands,\nAnd then take hands:\nCurtsied when you have, and kiss'd\nThe wild waves whist,\nFoot it featly here and there;\nAnd, sweet sprites, the burthen bear.\nHark, hark!\nBow-wow.\nThe watch-dogs bark.\nBow-wow.\nHark, hark! I hear\nThe strain of strutting chanticleer\nCry, Cock-a-diddle-dow.\nFull fathom five thy father lies;\nOf his bones are coral made;\nThose are pearls that were his eyes:\nNothing of him that doth fade,\nBut doth suffer a sea-change\nInto something rich and strange.\nSea-nymphs hourly ring his knell:\nDing-dong.\nHark! now I hear them—Ding-dong, bell.",
        "Being your slave, what should I do but tend\nUpon the hours and times of your desire?\nI have no precious time at all to spend,\nNor services to do, till you require.\nNor dare I chide the world-without-end hour\nWhilst I, my sovereign, watch the clock for you.\nNor think the bitterness of absence sour\nWhen you have bid your servant once adieu;\nNor dare I question with my jealous thought\nWhere you may be, or your affairs suppose,\nBut like a sad slave, stay and think of nought,\nSave, where you are how happy you make those.\nSo true a fool is love that in your will\nThough you do anything, he thinks no ill.",
        "O, that this too, too sullied flesh would melt,\nThaw, and resolve itself into a dew,\nOr that the\nEverlasting had not fix'd\nHis canon 'gainst self-slaughter! O God, God,\nHow weary, stale, flat, and unprofitable,\nSeem to me all the uses of this world!\nFie on't, ah fie! 'tis an unweeded garden\nThat grows to seed. things rank and gross in nature\nPossess it merely. That it should come to this:\nBut two months dead-nay, not so much, not two.\nSo excellent a king, that was, to this,\nHyperion to a satyr; so loving to my mother\nThat he might not beteem the winds of heaven\nVisit her face too roughly. Heaven and earth,\nMust I remember? why, she would hang on him\nAs if increase of appetite had grown\nBy what it fed on. And yet, within a month\n(Let me not think on't-Frailty, thy name is woman!)\nA little month, or ere those shoes were old\nWith which she followed my poor father's body,\nLike Niobe, all tears-why she, even she\n(O, God, a beast, that wants discourse of reason\nWould have mourn'd longer), married with my uncle,\nMy father's brother, but no more like my father\nThan I to Hercules. Within a month,\nEre yet the salt of most unrighteous tears\nHad left the flushing in her galled eyes,\nShe married. O, most wicked speed, to post\nWith such dexterity to incestuous sheets!\nIt is not, nor it cannot come to good.\nBut break, my heart, for I must hold my tongue.",
        "To be, or not to be: that is the question:\nWhether 'tis nobler in the mind to suffer\nThe slings and arrows of outrageous fortune,\nOr to take arms against a sea of troubles,\nAnd by opposing end them? To die: to sleep;\nNo more; and by a sleep to say we end\nThe heart-ache and the thousand natural shocks\nThat flesh is heir to, 'tis a consummation\nDevoutly to be wish'd. To die, to sleep;\nTo sleep: perchance to dream: ay, there's the rub;\nFor in that sleep of death what dreams may come\nWhen we have shuffled off this mortal coil,\nMust give us pause: there's the respect\nThat makes calamity of so long life;\nFor who would bear the whips and scorns of time,\nThe oppressor's wrong, the proud man's contumely,\nThe pangs of despised love, the law's delay,\nThe insolence of office and the spurns\nThat patient merit of the unworthy takes,\nWhen he himself might his quietus make\nWith a bare bodkin? who would fardels bear,\nTo grunt and sweat under a weary life,\nBut that the dread of something after death,\nThe undiscover'd country from whose bourn\nNo traveller returns, puzzles the will\nAnd makes us rather bear those ills we have\nThan fly to others that we know not of?\nThus conscience does make cowards of us all;\nAnd thus the native hue of resolution\nIs sicklied o'er with the pale cast of thought,\nAnd enterprises of great pith and moment\nWith this regard their currents turn awry,\nAnd lose the name of action.-Soft you now!\nThe fair Ophelia! Nymph, in thy orisons\nBe all my sins remember'd.",
        "I left no ring with her: what means this lady?\nFortune forbid my outside have not charm'd her!\nShe made good view of me; indeed, so much,\nThat sure methought her eyes had lost her tongue,\nFor she did speak in starts distractedly.\nShe loves me, sure; the cunning of her passion\nInvites me in this churlish messenger.\nNone of my lord's ring! why, he sent her none.\nI am the man: if it be so, as 'tis,\nPoor lady, she were better love a dream.\nDisguise, I see, thou art a wickedness,\nWherein the pregnant enemy does much.\nHow easy is it for the proper-false\nIn women's waxen hearts to set their forms!\nAlas, our frailty is the cause, not we!\nFor such as we are made of, such we be.\nHow will this fadge? my master loves her dearly;\nAnd I, poor monster, fond as much on him;\nAnd she, mistaken, seems to dote on me.\nWhat will become of this? As I am man,\nMy state is desperate for my master's love;\nAs I am woman,.now alas the day!.\nWhat thriftless sighs shall poor Olivia breathe!\nO time! thou must untangle this, not I;\nIt is too hard a knot for me to untie!",
        "I know a bank where the wild thyme blows,\nWhere oxlips and the nodding violet grows,\nQuite over-canopied with luscious woodbine,\nWith sweet musk-roses and with eglantine:\nThere sleeps Titania sometime of the night,\nLull'd in these flowers with dances and delight;\nAnd there the snake throws her enamell'd skin,\nWeed wide enough to wrap a fairy in:\nAnd with the juice of this I'll streak her eyes,\nAnd make her full of hateful fantasies.\nTake thou some of it, and seek through this grove:\nA sweet Athenian lady is in love\nWith a disdainful youth: anoint his eyes;\nBut do it when the next thing he espies\nMay be the lady: thou shalt know the man\nBy the Athenian garments he hath on.\nEffect it with some care, that he may prove\nMore fond on her than she upon her love:\nAnd look thou meet me ere the first cock crow."
    ],
    "hard": [
        "Th' expense of spirit in a waste of shame\nIs lust in action; and till action, lust\nIs perjured, murd'rous, bloody, full of blame,\nSavage, extreme, rude, cruel, not to trust,\nEnjoyed no sooner but despised straight,\nPast reason hunted; and, no sooner had\nPast reason hated as a swallowed bait\nOn purpose laid to make the taker mad;\nMad in pursuit and in possession so,\nHad, having, and in quest to have, extreme;\nA bliss in proof and proved, a very woe;\nBefore, a joy proposed; behind, a dream.\nAll this the world well knows; yet none knows well\nTo shun the heaven that leads men to this hell.",
        "When most I wink, then do mine eyes best see,\nFor all the day they view things unrespected;\nBut when I sleep, in dreams they look on thee\nAnd, darkly bright, are bright in dark directed.\nThen thou whose shadow shadows doth make bright,\nHow would thy shadow's form form happy show\nTo the clear day with thy much clearer light\nWhen to unseeing eyes thy shade shines so!\nHow would, I say, mine eyes be blessed made\nBy looking on thee in the living day,\nWhen in dead night thy fair imperfect shade\nThrough heavy sleep on sightless eyes doth stay!\nAll days are nights to see till I see thee,\nAnd nights bright days when dreams do show thee me.",
        "Blow, winds, and crack your cheeks! rage! blow!\nYou cataracts and hurricanoes, spout\nTill you have drench'd our steeples, drown'd the cocks!\nYou sulphurous and thought-executing fires,\nVaunt-couriers to oak-cleaving thunderbolts,\nSinge my white head! And thou, all-shaking thunder,\nSmite flat the thick rotundity o' the world!\nCrack nature's moulds, an germens spill at once,\nThat make ingrateful man\nRumble thy bellyful! Spit, fire! spout, rain!\nNor rain, wind, thunder, fire, are my daughters:\nI tax not you, you elements, with unkindness;\nI never gave you kingdom, call'd you children,\nYou owe me no subscription: then let fall\nYour horrible pleasure: here I stand, your slave,\nA poor, infirm, weak, and despised old man:\nBut yet I call you servile ministers,\nThat have with two pernicious daughters join'd\nYour high engender'd battles 'gainst a head\nSo old and white as this. O! O! 'tis foul!",
        "I have almost forgot the taste of fears.\nThe time has been my senses would have cooled\nTo hear a night-shriek, and my fell of hair\nWould at a dismal treatise rouse and stir\nAs life were in 't. I have supped full with horrors.\nDireness, familiar to my slaughterous thoughts,\nCannot once start me.\nShe should have died hereafter.\nThere would have been a time for such a word.\nTomorrow and tomorrow and tomorrow\nCreeps in this petty pace from day to day\nTo the last syllable of recorded time,\nAnd all our yesterdays have lighted fools\nThe way to dusty death. Out, out, brief candle!\nLife's but a walking shadow, a poor player\nThat struts and frets his hour upon the stage\nAnd then is heard no more. It is a tale\nTold by an idiot, full of sound and fury,\nSignifying nothing.",
        "So they lov'd, as love in twain\nHad the essence but in one;\nTwo distincts, division none:\nNumber there in love was slain.\nHearts remote, yet not asunder;\nDistance and no space was seen\n'Twixt this Turtle and his queen:\nBut in them it were a wonder.\nSo between them love did shine\nThat the Turtle saw his right\nFlaming in the Phoenix' sight:\nEither was the other's mine.\nProperty was thus appalled\nThat the self was not the same;\nSingle nature's double name\nNeither two nor one was called.\nReason, in itself confounded,\nSaw division grow together,\nTo themselves yet either neither,\nSimple were so well compounded;\nThat it cried, 'How true a twain\nSeemeth this concordant one!\nLove has reason, reason none,\nIf what parts can so remain.'",
        "Even as the sun with purple-colour'd face\nHad ta'en his last leave of the weeping morn,\nRose-cheek'd Adonis tried him to the chase;\nHunting he lov'd, but love he laugh'd to scorn;\nSick-thoughted Venus makes amain unto him,\nAnd like a bold-fac'd suitor 'gins to woo him.\n'Thrice fairer than myself,' thus she began,\n'The field's chief flower, sweet above compare,\nStain to all nymphs, more lovely than a man,\nMore white and red than doves or roses are;\nNature that made thee, with herself at strife,\nSaith that the world hath ending with thy life.\n'Vouchsafe, thou wonder, to alight thy steed,\nAnd rein his proud head to the saddle-bow;\nIf thou wilt deign this favour, for thy meed\nA thousand honey secrets shalt thou know:\nHere come and sit, where never serpent hisses;\nAnd being set, I'll smother thee with kisses:",
        "That by killing of villains\nThou wast born to conquer my country.\nPut up thy gold. Go on. Here's gold. Go on.\nBe as a planetary plague when Jove\nWill o'er some high-viced city hang his poison\nIn the sick air. Let not thy sword skip one.\nPity not honored age for his white beard;\nHe is an usurer. Strike me the counterfeit matron;\nIt is her habit only that is honest,\nHerself's a bawd. Let not the virgin's cheek\nMake soft thy trenchant sword, for those milk paps,\nThat through the window-bars bore at men's eyes,\nAre not within the leaf of pity writ,\nBut set them down horrible traitors. Spare not the babe,\nWhose dimpled smiles from fools exhaust their mercy;\nThink it a bastard whom the oracle\nHath doubtfully pronounced the throat shall cut,\nAnd mince it sans remorse. Swear against objects;\nPut armor on thine ears and on thine eyes,\nWhose proof nor yells of mothers, maids, nor babes,\nNor sight of priests in holy vestments bleeding,\nShall pierce a jot. There's gold to pay thy soldiers.\nMake large confusion and, thy fury spent,\nConfounded be thyself! Speak not. Begone.",
        "Ay, but to die, and go we know not where,\nTo lie in cold obstruction and to rot,\nThis sensible warm motion to become\nA kneaded clod; and the delighted spirit\nTo bathe in fiery floods, or to reside\nIn thrilling region of thick-ribbed ice,\nTo be imprisoned in the viewless winds\nAnd blown with restless violence round about\nThe pendent world; or to be worse than worst\nOf those that lawless and incertain thought\nImagine howling—'tis too horrible.\nThe weariest and most loathed worldly life\nThat age, ache, penury, and imprisonment\nCan lay on nature is a paradise\nTo what we fear of death.\nSweet sister, let me live.\nWhat sin you do to save a brothers life,\nNature dispenses with the deed so far\nThat it becomes a virtue.",
        "Lie with her? Lie on her? We say 'lie on her'\nwhen they belie her. Lie with her-Zounds, that's\nfulsome! Handkerchief-confessions-handkerchief.\n[To confess and be hanged for his labor.\nFirst to be hanged and then to confess-I tremble\nat it. Nature would not invest herself in such shadowing\npassion without some instruction. It is not\nwords that shakes me thus. Pish! Noses, ears, and\nlips-is 't possible? Confess-handkerchief-O,\nDevil!]\nWork on,\nMy medicine, work! Thus credulous fools are\ncaught,\nAnd many worthy and chaste dames even thus,\nAll guiltless, meet reproach.-What ho! My lord!\nMy lord, I say. Othello!",
        "O, 'tis more than need.\nHave at you, then, affection's men-at-arms!\nO, we have made a vow to study, lords,\nAnd in that vow we have forsworn our books.\nFor when would you, my liege, or you, or you,\nIn leaden contemplation have found out\nSuch fiery numbers as the prompting eyes\nOf beauty's tutors have enriched you with?\nOther slow arts entirely keep the brain\nAnd therefore, finding barren practicers,\nScarce show a harvest of their heavy toil.\nBut love, first learned in a lady's eyes,\nLives not alone immured in the brain,\nBut with the motion of all elements\nCourses as swift as thought in every power,\nAnd gives to every power a double power,\nAbove their functions and their offices.\nIt adds a precious seeing to the eye.\nA lover's eyes will gaze an eagle blind.\nA lover's ear will hear the lowest sound,\nWhen the suspicious head of theft is stopped.\nLove's feeling is more soft and sensible\nThan are the tender horns of cockled snails.\nLove's tongue proves dainty Bacchus gross in taste.\nFor valor, is not love a Hercules,\nStill climbing trees in the Hesperides?\nSubtle as Sphinx, as sweet and musical\nAs bright Apollo's lute strung with his hair.\nAnd when love speaks, the voice of all the gods\nMake heaven drowsy with the harmony.\nNever durst poet touch a pen to write\nUntil his ink were tempered with love's sighs.\nO, then his lines would ravish savage ears\nAnd plant in tyrants mild humility.\nFrom women's eyes this doctrine I derive.\nThey sparkle still the right Promethean fire.\nThey are the books, the arts, the academes\nThat show, contain, and nourish all the world.\nElse none at all in ought proves excellent.\nThen fools you were these women to forswear,\nOr, keeping what is sworn, you will prove fools.\nFor wisdom's sake, a word that all men love,\nOr for love's sake, a word that loves all men,\nOr for men's sake, the authors of these women,\nOr women's sake, by whom we men are men,\nLet us once lose our oaths to find ourselves,\nOr else we lose ourselves to keep our oaths.\nIt is religion to be thus forsworn,\nFor charity itself fulfills the law,\nAnd who can sever love from charity?"
    ]
}